package ru.nsu.sartakov;

import java.util.Arrays;

/**
 * Текущий бал за все время
 * Можно ли получить красный диплом с отличием
 * Будет ли повышенная стипедия
 */

/**
 * 75% оценок в приложении к диплому ( последняя оценка ) - "отлично"
 * Нет в зачетной книжке итоговых оценок "удовлетворительно"
 * Клалификационная работа защищена на "отлично"
 */

public class Notebook {
    int average = 0;
    int[] marks;

    public int getAverage() {
        int res = 0;
        return res;
    }


}
